<template>
  <div>
    <!--Header-->
    <CommonHeader/>

    <div class="service-content-style">
      <div class="container">
        <div class="service-bg-item">
          <h5 class="text-center">冰冻切片制作经验</h5>
          <Divider />

          <div class="content">
            <div class="item text-indent-2">
              <p class="mb-10">冰冻切片（frozen section）是一种在低温条件下使组织快速冷却到一定硬度，然后进行切片的方法。因其制作过程较石蜡切片快捷、简便，而多应用于手术中的快速病理诊断。下面给大家分享一下冰冻切片制作过称中的一些经验。</p>
              <p class="mbt-5"><b>1、标本固定应充分</b></p>
              <p class="mbt-5">标本经固定或不固定均可，但经过固定的组织切片冰晶少，细胞挤压变形小，切片完整，染色清晰，而未固定的组织冰晶多，细胞挤压变形大，甚至会影响观察结果。因此，除特别需要外，一般较多采用组织固定后再行切片。固定方法有浸入法和灌注法，浸入法主要用于活检和手术标本，以及其它不能进行灌注的组织固定。灌注法适用于动物实验研究。用于组织固定的固定剂种类很多，包括醛类、非醛类、丙酮及醇类等，其中以中性缓冲液配制多种聚甲醛较为常用，组织固定时，一方面固定液要有足够的量，另一方面还要保持一定时间，一般在快速灌注固定取材后，多用相同的固定剂再固定4-6h，以使组织充分固定，这对保持切片的完整性尤为重要。</p>

              <p class="mbt-5"><b>2、减少冰晶的形成</b></p>
              <p class="mbt-5">未经固定的组织切片时冰晶较多，这是公认的事实，即使固定后的组织切片仍然会有一定的冰晶，为防止冰晶的形成，常可采取如下方法：</p>
              <ul class="ul-indent-ml mb-10">
                <li>（1）速冻法：将组织块置入低温环境，使组织骤然降温。</li>
                <li>（2）利用高渗溶液吸收组织分子：将组织置，20%-30%的蔗糖溶液中，置4℃冰箱足够时间，观察组织快，待其沉底后，取出切片。这样即可大大减少冰晶的形成。</li>
              </ul>

              <p class="mbt-5"><b>3、保持切片的完整性</b></p>
              <p class="mbt-5">破碎的组织切片必然丢失实验信息，切片的完整性对研究结果的分析无疑十分重要。切片破碎不全、有缺损的常见原因有：</p>
              <ul class="ul-indent-ml mb-10">
                <li>（1）组织固定不完全；</li>
                <li>（2）温度设置不当。组织块过冷、过硬，则切片就容易破碎。组织块冷冻不够，硬度和韧度达不到，切片也同样易粘、易碎；</li>
                <li>（3）组织块带有皮肤、包膜、过大或冰晶过多；</li>
                <li>（4）切片刀钝或较脏，切片出现刮痕，使切片不完整；</li>
                <li>（5）操作手法不当，如速度不适宜，切片也可能不完整。</li>
              </ul>
              <p class="mbt-5">遇到上述情况，应有针对性的采取相应的措施。如注意组织固定充分、尽量减少冰晶的形成，保持刀片的清洁与锋利，冷冻温度要适宜，不同的组织应设置不同的温度，如较大组织块或含有较多脂肪的组织应设置温度相对较低（如-20℃ - -30℃），冷冻时间稍长些。而脑、脊髓等温度设置相对高些（如-10℃ - -15℃）。一般组织常用-10℃ - -25℃冷冻，切片时将温度适当回升-10℃ - -15℃。有作者采用“边冻边切”法制作切片，同样也取得较好的效果。若组织带有不必要的皮肤或包膜，应尽量去除干净；如必须保留皮肤或包膜，应注意采取相应的切片技术，如最好将皮肤或包膜的平面与刀面垂直。此外，在切片时，应注意速度均匀。当然，要做好这些，必须有一定的实践经验。</p>

              <p class="mbt-5"><b>4、防止切片卷缩</b></p>
              <p class="mbt-5">切片卷缩是指切片不进入防卷板与刀台之间或当掀起防卷板时切片卷起。常见原因有：切片刀钝或粘有组织碎屑、防卷板位置不正确或防卷板较脏、静电或者气流作用、防卷板温度高、室温高等。可采取以下对策：</p>
              <ul class="ul-indent-ml mb-10">
                <li>（1）保持防卷板干净、平整、无缺损、无刮伤，与切片接触面应为磨面，其边缘应于切片刀边缘平行；</li>
                <li>（2）采取相应措施去除静电，操作者应尽可能戴口罩，以避免呼出的气流直接吹到防卷板；</li>
                <li>（3）切片时间过长时，应注意间隔一会儿，盖上冷冻室盖，降低防卷板温度；</li>
                <li>（4）开放式冰冻切片机，切片时暴露空气中，温度不易控制，在高温季节，切片非常容易卷缩，切片技术难度大，采用冻刀加冻台法效果好些。</li>
              </ul>

              <p class="mbt-5"><b>5、贴片中常见问题及处理</b></p>
              <ul class="ul-indent-ml mb-10">
                <li>（1）载玻片粘不上切片。此情况多见于准备片染的载玻片温度过低，只要使载玻片与切片间有一定温度差，切片即可贴到载玻片上，一般将载玻片置于常温即可；</li>
                <li>（2）贴片时切片易碎。排除固定不充分等因素外，漂片处理贴片时应注意动作轻、稳、准。根据切片大小，选用笔尖软硬适中、大小合适的毛笔，将笔尖伸入片下水中，往上轻轻将切片挑起，并展开。</li>
              </ul>

              <p class="mbt-5"><b>6、反应过程中常见问题分析及处理</b></p>
              <p class="mbt-5"><b>6.1 切片脱落</b></p>
              <p class="mbt-5">影响切片粘贴牢固程度的常见原因有：</p>
              <ul class="ul-indent-ml mb-10">
                <li>（1）载玻片不干净；</li>
                <li>（2）载玻片粘附剂处理不好；</li>
                <li>（3）贴片后，粘贴尚未牢固即进行反应。</li>
              </ul>
              <p class="mbt-5">可采取以下措施：保持载玻片干净，新买的载玻片经正规洗涤后，在95%的酒精内浸泡2h，用绸布擦干或用红外线烤箱烤干再使用。载玻片粘附剂种类较多，如铬矾明胶，配制后即可涂片，置37度的温箱烤干。贴好的玻片，可放入恒温烤箱内适当烘干，增加组织与玻片的粘贴。</p>

              <p class="mbt-5"><b>6.2 染色失败</b></p>
              <p class="mb-10">如染色过深、过浅、不均，所染切片均呈弱阳性或阴性结果。这常与染色时间长短有关或者玻片之间有重叠，在染色过程中，除严格按操作步骤进行，还应注意观察染色程度、玻片避免重叠。另外，缓冲液的配制、切片的漂洗、试剂的纯度等都应该有严格的质量保证。</p>

              <p class="mbt-5"><b>7、封片过程中常见问题分析及处理</b></p>
              <p class="mbt-5"><b>7.1 封入气泡</b></p>
              <p class="mb-10">注意通过挤压盖玻片将气泡排除。</p>

              <p class="mbt-5">7.2 滴蛋白甘油过多封片时滴过多的蛋白甘油，就使整个片子显得不干净，影响观察，因此，应注意适量，万一过量，可先用滤纸沾干，片子晾干后，可用绸布蘸二甲苯擦除。</p>
              <p class="mb-10">总之，要想制作一套高质量的冰冻切片，除注意常规问题外，还应在制作过程中加强责任心，注意发现问题，积累经验，提高技术。</p>

              <div class="row mb-10">
                <div class="col-lg-12 col-md-12 col-sm-12 text-center">
                  <img src="../../assets/img/introduction/frozen_1.png" alt="">
                  <p class="mt-10">冰冻切片</p>
                </div>
              </div>

              <p><b>中科光华（西安）智能生物科技有限公司</b> (网址：<a class="href_link_info" href="http://www.bioaitech.com" style="display: initial">http://www.bioaitech.com</a>),是一家专业为生命科学研究提供一站式服务的新型高科技企业。公司拥有独立的病理学实验平台、免疫学实验平台、生化实验平台和生物信息学等平台。提供各种组织生物样本技术服务、研发、产品开发、生产和销售。公司引进的全套先进设备仪器建立了一整套以生物组织为主的产品以及技术服务。与国家、省级公共实验平台及国内知名高校生命科学研究实验室建立了广泛的合作关系。 拥有庞大的石蜡、冰冻组织芯片及组织库，拥有专业的技术服务团队，无论是形态病理学服务还是分子生物学服务，尤其是具有丰富的免疫组化实验经验，公司拥有一批生物医学背景、热爱生命科学研究的留美博士和国内知名高校的博士、硕士研究生、高级技师和经验丰富的实验操作技术人员组成，并由主任级病理医生出具实验报告，为客户提供最可靠最优质的服务体验。公司承接整体课题研究，可开展分子生物实验技术、细胞实验技术、病理实验技术、荧光原位杂交技术等服务，并提供有关技术攻关、研发等相关服务。我们将致力于全心全意为各大知名企业，高校，研究所及医院提供优质的服务。</p>

              <div class="row mt-20">
                <div class="col-lg-6 col-md-6 col-sm-6 text-center">
                  <img src="../../assets/img/introduction/masson_3.png" alt="">
                  <p class="mt-10">自设阴对</p>
                </div>
                <div class="col-lg-6 col-md-6 col-sm-6 text-center">
                  <img src="../../assets/img/introduction/masson_4.png" alt="">
                  <p class="mt-10">组织芯片示例</p>
                </div>
              </div>
            </div>
          </div>
        </div>
      </div>
    </div>

    <!--Footer-->
    <CommonFooter/>
  </div>
</template>

<style lang="less">

</style>

<script>
  export default {
    name: '',
    data() {
      return {
        msg: 'vue'
      }
    },
    methods: {},
    mounted() {

    }
  }

</script>
