<template>
  <div>
    <!--Header-->
    <CommonHeader/>

    <div class="service-content-style">
      <div class="container">
        <div class="service-bg-item">
          <h5 class="text-center">免疫组织化学（IHC）实验在组织芯片上的注意事项及建议</h5>
          <div class="text-right"><small>--中科光华（西安）智能生物科技有限公司技术部提供</small></div>
          <Divider />

          <div class="content">
            <div class="item">
              <ul class="ul-style-intro mb-10">
                <li>1) 脱蜡前60℃烤片30分钟-60分钟；</li>
                <li>2) 根据每一种抗体的要求，对组织抗原选择合适的修复方式（骨、骨肉瘤及软骨肉瘤修复过程中尽量平放片子进行修复，且动作轻柔，以免物理震荡导致的脱片）</li>
                <li>3) 用3％H202-甲醇封闭内源性过氧化物酶，室温10分钟，PBS洗5分钟×3次；</li>
                <li>4) 滴加正常非免疫动物血清，室温10分钟；</li>
                <li>5) 除去血清，滴加一抗（即用型/浓缩型,选择合适浓度），4℃冰箱过夜；</li>
                <li>6) 用0.1%Tween-20 PBS洗5分钟×3次；</li>
                <li>7) 滴加二抗（生物素标记的羊抗鼠/兔IgG），室温孵育10分钟；</li>
                <li>8) 用0.1%Tween-20 PBS洗5分钟×3次；</li>
                <li>9) 滴加链霉菌抗生物素蛋白-过氧化物酶，室温孵育10分钟；</li>
                <li>10) DAB\AEC显色时间在显微镜下控制，蒸馏水洗终止显色；</li>
                <li>11) 苏木素复染、水洗、分化后充分水洗，常规脱水透明，中性树胶封片。</li>
              </ul>
              <p class="mbt-5"><b>实验过程中以下几点应明确和注意：</b></p>
              <p class="mbt-5">1.试剂盒选择的建议：a、明确所选试剂盒的原理、特点；b、再根据所选组织芯片的类型选用实验方法。</p>
              <p class="mbt-5">2.保证抗原质量的建议 a、标准的样本固定、处理方式；b、严格烤片温度及时间；c、依据一抗要求，选择合适的修复方式，标准的修复操作过程。</p>
              <p class="mbt-5">3.消除或减弱非特异性背景的建议：a、脱蜡彻底；b、严格洗涤时间和次数，洗涤除去未结合抗原或抗体，除去非特异性吸附造成的背景染色；c、优化选择合适的一抗稀释度；d、血清蛋白封闭应充分；e、确保孵育盒\湿盒平衡，保证实验反应的水平一致性。f、显色时间显微镜下控制。</p>
              <p class="mbt-5">4.验证操作流程的建议：a、载玻片必须防脱玻片捞片；b、严格烤片温度和时间；严格抗原热修复的液体温度、时间的把控，不能在修复后让温度骤降；c、应轻柔振摇洗涤，避免洗涤力度过猛。</p>
              <p class="mbt-5">5.实验对照设定不能遗漏：对照设定用来评定实验系统的正确性，设为阳性对照，用已知抗原阳性的切片与检测样本同时实验，阳性对照应呈阳性结果；阴性对照，用不含已知抗原的样本做对照或空白对照，实验结果为阴性，用以排除假阳性结果。</p>
              <br>
              <br>
              <p><b>中科光华（西安）智能生物科技有限公司</b> (网址：<a class="href_link_info" href="http://www.bioaitech.com">http://www.bioaitech.com</a>),是一家专业为生命科学研究提供一站式服务的新型高科技企业。公司拥有独立的病理学实验平台、免疫学实验平台、生化实验平台和生物信息学等平台。提供各种组织生物样本技术服务、研发、产品开发、生产和销售。公司引进的全套先进设备仪器建立了一整套以生物组织为主的产品以及技术服务。与国家、省级公共实验平台及国内知名高校生命科学研究实验室建立了广泛的合作关系。 拥有庞大的石蜡、冰冻组织芯片及组织库，拥有专业的技术服务团队，无论是形态病理学服务还是分子生物学服务，尤其是具有丰富的免疫组化实验经验，公司拥有一批生物医学背景、热爱生命科学研究的留美博士和国内知名高校的博士、硕士研究生、高级技师和经验丰富的实验操作技术人员组成，并由主任级病理医生出具实验报告，为客户提供最可靠最优质的服务体验。公司承接整体课题研究，可开展分子生物实验技术、细胞实验技术、病理实验技术、荧光原位杂交技术等服务，并提供有关技术攻关、研发等相关服务。我们将致力于全心全意为各大知名企业，高校，研究所及医院提供优质的服务。</p>

              <div class="row mt-20">
                <div class="col-lg-6 col-md-6 col-sm-6 text-center">
                  <img src="../../assets/img/introduction/masson_3.png" alt="">
                  <p class="mt-10">自设阴对</p>
                </div>
                <div class="col-lg-6 col-md-6 col-sm-6 text-center">
                  <img src="../../assets/img/introduction/masson_4.png" alt="">
                  <p class="mt-10">组织芯片示例</p>
                </div>
              </div>
            </div>
          </div>
        </div>
      </div>
    </div>

    <!--Footer-->
    <CommonFooter/>
  </div>
</template>

<style lang="less">

</style>

<script>
  export default {
    name: '',
    data() {
      return {
        msg: 'vue'
      }
    },
    methods: {},
    mounted() {

    }
  }

</script>
