<template>
  <div>
    <!--Header-->
    <CommonHeader/>

    <div class="service-content-style">
      <div class="container">
        <div class="service-bg-item">
          <h5 class="text-center">如何解决免疫组化假阴性结果</h5>
          <Divider />

          <div class="content">
            <p class="text-indent-2 mb-10">良好的免疫组化染色切片是正确判断染色结果的基础和前提。由于免疫组化染色过程中存在很多步骤或环节，每一个步骤或环节都可能影响到染色的最终结果，因此，要做好一张高质量的免疫组化切片并不是一件非常容易的事。需要病理技术员和病理医生密切配合、相互协调、共同努力才能保证做出合格的免疫组化切片。虽然免疫组化染色可以存在各种各样的问题，但从染色的结果看，一般可分为两类：第一类为无色片（即无阳性信号）。</p>
            <p class="mbt-5"><b>一、无色片</b></p>
            <p class="mbt-5 text-indent-2">染色结束后，切片中见不到任何阳性信号。这是常规工作中比较常见的现象，出现这种现象，有两种可能：</p>
            <p class="mbt-5 text-indent-2">1、真阴性结果：整个染色过程没有出现问题，组织或细胞确实不表达与抗体相关的抗原。</p>
            <p class="mbt-5 text-indent-2">2、假阴性结果：即此阴性结果不是真实的反映。假阴性结果又可分为两种情况：</p>
            <p class="mbt-5 text-indent-2">（1）、切片中根本就不包含所预期检查的组织或细胞。出现这种情况，要麽是病理医生选择错了切片或抗体选错了，要麽是技术员选错了蜡块。获得正确的切片进行染色是获得正确结果的前提。由此表明：制作出合格的免疫组化切片不仅仅是技术员的事，病理医生也起着不可缺少的作用。</p>
            <p class="mbt-5 text-indent-2">（2）、染色过程中的某一或某些环节出了问题。比如，组织未进行抗原修复，有的组织必须经过抗原修复才能检测抗原表达；或选用了只能用于冰冻组织而不能用于石蜡包埋组织的抗体；或一抗失效，虽然抗体失效在理论上是一个逐渐的过程，但偶尔也遇到突然失效的情况，抗体长期不用和/或已超过有效期是主要的原因。也可见于染色过程中漏掉了某一环节，如忘记加二抗或三抗，或用了两次二抗而缺少了三抗，或配制DAB时少了过氧化氢。</p>
            <p class="mbt-5 text-indent-2">为了避免这种简单的错误，有一种简单的方法：在三抗孵育结束时，将切片上的三抗甩在一张白纸上，在将配制好的DAB滴一滴在白纸的三抗上，观察是否出现棕色。如果出现了，证明三抗和DAB的配制过程没有错误。如果这种DAB再滴到切片上没有出现任何阳性信号，问题一定是出在三抗以前。如果纸上不出现棕色反应，问题肯定在三抗DAB或DAB的配制过程。这种简单方法能迅速的帮助我们查找出现问题可能的原因。</p>
            <p class="mbt-5"><b>二、如何解决阴性染色问题？</b></p>
            <p class="mbt-5 text-indent-2">解决阴性染色的问题非常简单，就是设立“阳性对照”。如果阳性对照有了表达，说明染色的全过程和所有试剂都没有问题。如果此时测试片仍为阴性，便是真实的阴性，说明组织或细胞没有相应的抗原表达。反之，如果阳性对照没有着色，表明染色过程中某个或某些步骤出了问题或试剂出了问题。应一一寻找原因。</p>
            <p class="mbt-5 text-indent-2">阳性对照包括两种，一种称为“自身对照”或“内部对照”，这是指在测试的切片中本身就存在已知的抗原，如正常淋巴结中存在T和B细胞抗原，CD20或CD3都应该有表达。自身对照是一种比较理想的对照，对照和测试组织或细胞都在同一张切片中，都处于相同的试验条件下，结果更可靠也更具有可比性。在选择自身对照片时最好选择既有病变组织同时又有正常组织的部分，这样有利于对比。另一种称为“外部对照”，有时在测试的切片中不存在已知的抗原，如在胃的标本中怀疑是恶性黑色素瘤，需要用HMB45或Mart-1来检测，在正常的胃组织中本身不存在相关的抗原，如果病变出现阳性反应结果，尚能提示是恶黑，但是如果出现阴性结果，就无法确定是本身组织中不含黑色素瘤抗原，还是技术问题。</p>
            <p class="mbt-5 text-indent-2">因此，应另外设立一个已知的阳性对照。这种在测试组织之外的阳性对照称为“外部对照”。在实际工作中需要设立外部对照的情况很多，如果每一种抗体都要选不同的阳性对照，工作量会很大。为了解决这个问题，目前国内外有单位将多种不同组织集成在一起，制成多组织切片、“腊肠”“春卷”切片、组织芯片等，其连续切片储备待用，需要时取出一张便可作为阳性对照。另外，比较简单的方法，是采用阑尾作为阳性对照，因为与人体其它组织器官比较阑尾包含的组织种类较多，如有上皮、淋巴组织、平滑肌、间质、神经、血管、间皮等。一张阑尾切片可以检测大多数常用的抗体。</p>
            <div class="row mt-10 mb-10">
              <div class="col-lg-12 col-md-12 col-sm-12 text-center">
                <img src="../../assets/img/introduction/mianyi_3.png" alt="">
              </div>
            </div>

            <br>
            <br>
            <p><b>中科光华（西安）智能生物科技有限公司</b> (网址：<a class="href_link_info" href="http://www.bioaitech.com">http://www.bioaitech.com</a>),是一家专业为生命科学研究提供一站式服务的新型高科技企业。公司拥有独立的病理学实验平台、免疫学实验平台、生化实验平台和生物信息学等平台。提供各种组织生物样本技术服务、研发、产品开发、生产和销售。公司引进的全套先进设备仪器建立了一整套以生物组织为主的产品以及技术服务。与国家、省级公共实验平台及国内知名高校生命科学研究实验室建立了广泛的合作关系。 拥有庞大的石蜡、冰冻组织芯片及组织库，拥有专业的技术服务团队，无论是形态病理学服务还是分子生物学服务，尤其是具有丰富的免疫组化实验经验，公司拥有一批生物医学背景、热爱生命科学研究的留美博士和国内知名高校的博士、硕士研究生、高级技师和经验丰富的实验操作技术人员组成，并由主任级病理医生出具实验报告，为客户提供最可靠最优质的服务体验。公司承接整体课题研究，可开展分子生物实验技术、细胞实验技术、病理实验技术、荧光原位杂交技术等服务，并提供有关技术攻关、研发等相关服务。我们将致力于全心全意为各大知名企业，高校，研究所及医院提供优质的服务。</p>

            <div class="row mt-20">
              <div class="col-lg-6 col-md-6 col-sm-6 text-center">
                <img src="../../assets/img/introduction/masson_3.png" alt="">
                <p class="mt-10">自设阴对</p>
              </div>
              <div class="col-lg-6 col-md-6 col-sm-6 text-center">
                <img src="../../assets/img/introduction/masson_4.png" alt="">
                <p class="mt-10">组织芯片示例</p>
              </div>
            </div>
          </div>
        </div>
      </div>
    </div>

    <!--Footer-->
    <CommonFooter/>
  </div>
</template>

<style lang="less">

</style>

<script>
  export default {
    name: '',
    data() {
      return {
        msg: 'vue'
      }
    },
    methods: {},
    mounted() {

    }
  }

</script>
