<template>
  <div>
    <!--Header-->
    <CommonHeader/>

    <div class="service-content-style">
      <div class="container">
        <div class="service-bg-item">
          <h5 class="text-center">运用病理AI诊断精准标记制作组织芯片的体会和注意事项</h5>
          <div class="text-right"><small>---中科光华（西安）智能生物科技有限公司病理医生分享</small></div>
          <Divider />

          <div class="content">
            <p class="text-indent-2 mbt-5">组织芯片在研究疾病特别是肿瘤方面有着不可替代的优势，它能加快寻找疾病（肿瘤）相关特异性抗体进程，并且还具有大批量检测和开发生物试剂的功能，应用前景非常广阔。也就要求组织芯片上每一点信息一定要准确无误。因此病理组织学诊断自始至终贯穿于其制作过程。我公司病理学家首先根据临床信息结合病理组织切片进行诊断记录和标记有效靶组织，同时每张HE切片必须数字化扫描，在智能诊断软件分析配合下再进行精准筛选标记有效靶组织，待制作组织芯片有效柱芯使用。目前我们制作了包括乳腺癌，乳腺各种增生疾病（腺病，导管和小叶上皮内肿瘤等），前列腺癌，肾癌，膀胱癌，卵巢癌，宫颈癌，子宫内膜癌，脑胶质瘤，淋巴瘤，肺癌，胃癌，肝癌，胰腺癌，食管癌，结直肠癌，头颈部癌，精原细胞瘤，恶性黑色素瘤，软组织肿瘤，各种肿瘤疾病谱和相应转移及癌旁边缘组织芯片。参与定制动物和尸体解剖组织芯片。材料方法：材料：显微镜型号OLYMPS—CX21FS1，Mark笔，数字扫描仪型号，玻片名称，切片机型号，阵列仪型号。方法：收集我公司2015年—2019年制作各类组织芯片300套，对每套连续切片20张做HE染色的切片数字化智能扫描，进行回顾性观察和分析，并总结了一些体会和经验，可能对提高组织芯片制作和实验结果可靠性和稳定性有所帮助。</p>
            <p class="text-indent-2 mbt-5">首先明确制作组织芯片是为临床和基础医学研究而服务，必须要对疾病（肿瘤）命名分类，我们根据国际上通用最新版WHO分类命名，按照最新AJCC第八版TNM分期和临床分期。部分肿瘤按照其特殊性分类，比如前列腺癌增加Gleason评分，女性生殖肿瘤增加Figo分类。以便满足广大客户需求。</p>
            <p class="text-indent-2 mbt-5">一，制作组织芯片前期需要对每一例组织切片做病理诊断和标记，也称病理复诊。过去因组织病例种类很多，对于高重复性、复杂病例进行病理诊断标记，需要的工作强度大，工作时间长疲劳容易出错，故而效率低下。我们病理学家结合数字化智能扫描切片把有效靶组织标记，这样可以快速精准筛选出有效靶组织，大大缩短了诊断标记时间，提高了工作效率避免很多错误发生，把精准筛选有效靶组织归类对接微阵列模板，供采集制作组织芯片。</p>
            <p class="text-indent-2 mbt-5">诊断标记流程如下：1，组织芯片不同点样直径反映出整个切片信息多少不同，运用AI智能病理诊断标记方法有所不同，首先选择有效靶组织需要避开肿瘤出血坏死和间质组织，同时对点样直径1.5mm芯片微阵列标记时，尽可能将有效靶组织范围标记增大，使其能较全面反映出组织全貌。对于点样直径在1.0mm或一下的芯片微阵列，尽量标记出主要有效靶组织特点。我们配合AI智能数字化病理分析标记可以更加精准标记出有效靶组织，增加每一个靶点有足够的有效信息量，从而提高实验的准确性和完整性。尤其对于点样直径0.6mm的组织芯片微阵列标记，由于点样直径小，能够反映的疾病（肿瘤）有效靶组织太少，甚至一个微阵列点内只有几个腺体或几百个细胞，这就要求我们配合AI数字化智能病理标记的精准性要提高。具体复诊标记过程中，经常会遇到同一张载玻片上组织被反复制作不同点样直径的组织芯片，或有不同分级需求？为了保持大部分疾病（肿瘤）组织的延续性和完整性，我们通常先按照大点样直径（1.5mm）标记方法标位；甚至根据数字化智能扫描提供的组织信息，把组织细胞质量较好靶组织全部标记下，这样首先保证疾病（肿瘤）的一致性；同时对于肿瘤出现异质性做精准标记打下基础。</p>
            <p class="text-indent-2 mbt-5">2，标记有效靶组织一定要准确，范围选择合适，以方便采集所需组织信息，制作芯片靶柱芯；对于肿瘤和癌或边缘组织芯片标记有效靶组织，其难度在于癌旁或边缘组织往往和浸润性恶性肿瘤距离很近，经常会出现交叉现象，如何避免瘤中有癌瘤旁和边缘组织混杂，或癌瘤旁和边缘组织内出现肿瘤组织。我们运用光镜结合数字化智能扫描对300套不同器官40种肿瘤匹配癌旁和边缘组织芯片进行标记研究，总结一些经验，就是标记瘤旁组织尽量避开肿瘤组织一个高倍视野标记有效靶组织可以达到逾期，避免由于肿瘤分层浸润导致连续切片出现的瘤组织和瘤旁组织交叉出现现象，这样可以减少无效点发生率。</p>
            <p class="text-indent-2 mbt-5">3，在同一张切片有效靶组织（肿瘤）出现高、中、低不同分化组织，必须按照最新病理诊断标准严格区分，分别标记在切片上，以备制作组织芯片使用；比如从增生，不典型增生分级和上皮内瘤变到恶性肿瘤一系列疾病谱标记都应该如此。可以减少无效点并提高芯片有效靶组织准确性。</p>
            <p class="text-indent-2 mbt-5">4，制作正常组织的组织芯片（包括特异性炎症和疾病）时，一定要注意各种组织新鲜程度，尽量避开自溶、出血等区域进行标记，这样对芯片运用于分子学研究打下良好基础。病理学家要会辨认各器官部位正常组织和胚胎组织结构，同一器官不同部位组织学特点也要掌握。比如腮腺为纯浆液腺，精囊腺，尿道旁腺，大脑海马等等组织学特点。还有空回肠，直结肠组织学特点，不同部位皮肤特点等等。制作动物芯片要求精细化，对动物组织学特点也要完全掌握。</p>
            <p class="text-indent-2 mbt-5">二，关于制作完成的组织芯片质检：我们对于新鲜出炉的组织芯片在销售前，还要做质量检测，称作病理复检。每连续切10张组织芯片，做一张HE染色供病理医师检测，内容包括组织细胞结构清晰度，每个点内有效靶组织含量多少，诊断特点明确，无效点等，所以组织芯片病理复检非常重要，需要病理学家认真完成。我们现在配合数字化智能扫描芯片做病理复检，速度快，细胞结构清晰，细胞核浆染色质对比，对组织新鲜度评估更准确，从而提高了组织芯片质量保证，对组织芯片应用有很重要意义。每一套组织芯片的诞生，我们还要根据其不同组织类型做相应的免疫组化或者分子学检测进行质量控制。最终服务于客户。</p>
            <p class="text-indent-2 mbt-5">随着人类基因组计划的完成，对后续疾病基因研究开始，组织芯片越来越发挥其不可替代的作用。随着病理AI智能诊断标记和质检在制作组织芯片的广泛运用，在提高组织芯片质量上起到很大作用！目前全球基因组抗体库的不断发展，需要大量系列组织芯片资源。也为病理学家提供了广阔天地，同时对病理组织学诊断和标记提出了高要求，数字化智能扫描配合病理诊断标记有广阔前景。</p>
            <p class="text-indent-2 mbt-5">组织芯片技术在我国逐渐发展，也出现一些问题有待于进一步解决和改善，比如冰冻芯片制作，基因芯片技术服务推广，在这些领域我们也做了一些研究和部署，今后随着组织芯片实验研究进一步发展，我们会陆续推出一些经验体会，为组织芯片制作技术和实验结果质量保证添砖加瓦。</p>
            <br>
            <br>
            <p><b>中科光华（西安）智能生物科技有限公司</b> (网址：<a class="href_link_info" href="http://www.bioaitech.com">http://www.bioaitech.com</a>),是一家专业为生命科学研究提供一站式服务的新型高科技企业。公司拥有独立的病理学实验平台、免疫学实验平台、生化实验平台和生物信息学等平台。提供各种组织生物样本技术服务、研发、产品开发、生产和销售。公司引进的全套先进设备仪器建立了一整套以生物组织为主的产品以及技术服务。与国家、省级公共实验平台及国内知名高校生命科学研究实验室建立了广泛的合作关系。 拥有庞大的石蜡、冰冻组织芯片及组织库，拥有专业的技术服务团队，无论是形态病理学服务还是分子生物学服务，尤其是具有丰富的免疫组化实验经验，公司拥有一批生物医学背景、热爱生命科学研究的留美博士和国内知名高校的博士、硕士研究生、高级技师和经验丰富的实验操作技术人员组成，并由主任级病理医生出具实验报告，为客户提供最可靠最优质的服务体验。公司承接整体课题研究，可开展分子生物实验技术、细胞实验技术、病理实验技术、荧光原位杂交技术等服务，并提供有关技术攻关、研发等相关服务。我们将致力于全心全意为各大知名企业，高校，研究所及医院提供优质的服务。</p>

            <div class="row mt-20">
              <div class="col-lg-6 col-md-6 col-sm-6 text-center">
                <img src="../../assets/img/introduction/masson_3.png" alt="">
                <p class="mt-10">自设阴对</p>
              </div>
              <div class="col-lg-6 col-md-6 col-sm-6 text-center">
                <img src="../../assets/img/introduction/masson_4.png" alt="">
                <p class="mt-10">组织芯片示例</p>
              </div>
            </div>
          </div>
        </div>
      </div>
    </div>

    <!--Footer-->
    <CommonFooter/>
  </div>
</template>

<style lang="less">

</style>

<script>
  export default {
    name: '',
    data() {
      return {
        msg: 'vue'
      }
    },
    methods: {},
    mounted() {

    }
  }

</script>
