<template>
  <div>
    <!--Header-->
    <CommonHeader/>

    <div class="service-content-style">
      <div class="container">
        <div class="service-bg-item">
          <h5 class="text-center">组织微阵列的原理及应用</h5>
          <Divider />

          <div class="content">
            <p class="mbt-5 text-indent-2">组织微阵列(tissue microarray, TMA)技术最早是由Koronen等于1998年报道的,可以按照预定的数量来“扩增”组织,其目的是为了充分地利用组织。与DNA微阵列每一个点都需要单独的cDNA或寡核苷酸的克隆不同,组织微阵列的每一个点要更大些,包含从每一个标本上获取的一小块组织。用这个办法,成百上千个不同的组织可以集中到一个石蜡块上,一次实验就完成了以往几百次的重复工作,并且可以保证每一个样品的实验条件完全相同。阵列上的每一点从形态学的完整性来说与常规切片很相似,便于统计分析。组织微阵列现在已经成为进一步从病理组织标本中快速获取信息的有效工具。</p>
            <p class="mbt-5">1.组织微阵列的制备</p>
            <p class="mbt-5">根据制作方法来分,微阵列主要有石蜡包埋的组织微阵列和冰冻微阵列两种。样品来源不限,可以是组织、培养细胞或其他抽提物。这两种方法各有优缺点,实际工作中可以按需选用。</p>
            <p class="mbt-5">1.1 石蜡包埋的组织微阵列制作方法 </p>
            <p class="mbt-5 text-indent-2">手工制作的装置主要包括两根中空的细针和一个精确固定石蜡块的固定器。空心细针用来在石蜡块上打孔,固定器上另有一套具有微米精度的控制系统,用于操纵细针从选定的组织区域内进行采样。目前,采样孔的直径已经从最初的超过3mm降低到了0.6mm。这么小的孔径足可以保证在一个石蜡块上密布排列1000个以上的点,并且组织形态也能保持完整。样品转移到新石蜡块上按一定顺序排成阵列,并作好彼此之间的区分标记,就成为组织微阵列。组织微阵列切片后置于载玻片上,用来进行原位的检测和分析。</p>
            <p class="mbt-5 text-indent-2">用上述组织微阵列技术得到的组织微阵列质量,会受到最初的样品固定方法和包埋方法的限制;含醛基的化合物如常用的福尔马林等,可能损伤RNA或使目标抗原结构断裂或破坏抗原-抗体结合位点,也影响组织微阵列的质量。另外,石蜡包埋乙醇固定过的组织也无法避免RNA降解。解决上述问题以保证抗原和核酸理想地保存下来的办法之一是使用在-70℃非固定冷冻(新鲜冷冻)的办法。</p>
            <p class="mbt-5">1.2 使用冰冻组织制备微阵列</p>
            <p class="mbt-5 text-indent-2">为了克服上述石蜡包埋组织的多种缺陷,研究人员用一种由内含最佳切片温度复合物(optical cutting temperature comrpound, OCT)的冰冻组织来构建冰冻微阵列。该阵列的一种样式是48个采自于OCT冰冻切片的样品排列在一个接收块上。接收块包含48个预先打好的孔,孔径为3.0mm。一个特殊设计的直径为3mm的采样针从供体冰冻组织的特定位置采样,然后转移到接受块。进一步的后续处理的步骤按照OCT包埋的冰冻组织样品的一般方法进行。冰冻微阵列为储备和分析肿瘤样品提供了一个很好的方法,如cDNA阵列一样,它在检测肿瘤的诊断、预后和治疗的分子指标方面也非常实用。</p>
            <p class="mbt-5 text-indent-2">不过冰冻微阵列显然也不是十全十美的。液态的OCT低温凝固之后,脆性大大提高,打孔时容易碎裂,这样制作高密度的阵列就比较困难。切片后·贴到玻片上时,水溶性的OCT迅速融化降解,组织点阵就会移位变形,不能保持整齐划一,且各点独立存在,易脱落、卷边和重叠,染色时难以避免边界部位的人工假象。</p>
            <p class="mbt-5">2.组织微阵列的应用</p>
            <p class="mbt-5 text-indent-2">组织微阵列的应用大致可以分为以下五个不同的方面:(1)多种肿瘤的微阵列:这类微阵列包含取自各种不同类型的肿瘤样品。Anderson等制备的最大的微阵列,其中包含4788个不同的样品,分别取自130种类型的肿瘤,分布在10个石蜡块上。(2)普通组织微阵列:主要用于评价候选基因在诊断试剂和靶向治疗方面的潜在应用价值。(3)行进微阵列:样品是来自同一疾病的不同发展时期。(4)预后微阵列:这类微阵列的样品取自临床治疗完成之后,作为比较病人预后的分子指标。 (5)实验组织微阵列:由实验组织如异种移植物或细胞系来制备。细胞系微阵列对于选择最理想的细胞系及其功能分析尤其适用。</p>
            <p class="mbt-5 text-indent-2">当然,组织微阵列的应用远不止于此,每个实验人员都可以根据自己的需要来设计和制备各种不同的微阵列。</p>
            <p class="mbt-5 text-indent-2">这项新技术还可以和其他微阵列技术联用,以获得更为全面的实验结果。近来有报道联用组织微阵列和CDNA微阵列快速分析和鉴定肿瘤有关基因 ;利用CDNA微阵列和组织微阵列分别从基因水平和蛋白质水平进行前列腺癌的研究,获得了"很好的结果。也有不少报道将传统的临床病理分析和组织微阵列并用,以分析肿瘤的复杂表型。</p>
            <p class="mbt-5 text-indent-2">总之,组织微阵列在肿瘤研究中是一个有用的工具和未来的发展方向。</p>
            <br>
            <br>
            <p><b>中科光华（西安）智能生物科技有限公司</b> (网址：<a class="href_link_info" href="http://www.bioaitech.com">http://www.bioaitech.com</a>),是一家专业为生命科学研究提供一站式服务的新型高科技企业。公司拥有独立的病理学实验平台、免疫学实验平台、生化实验平台和生物信息学等平台。提供各种组织生物样本技术服务、研发、产品开发、生产和销售。公司引进的全套先进设备仪器建立了一整套以生物组织为主的产品以及技术服务。与国家、省级公共实验平台及国内知名高校生命科学研究实验室建立了广泛的合作关系。 拥有庞大的石蜡、冰冻组织芯片及组织库，拥有专业的技术服务团队，无论是形态病理学服务还是分子生物学服务，尤其是具有丰富的免疫组化实验经验，公司拥有一批生物医学背景、热爱生命科学研究的留美博士和国内知名高校的博士、硕士研究生、高级技师和经验丰富的实验操作技术人员组成，并由主任级病理医生出具实验报告，为客户提供最可靠最优质的服务体验。公司承接整体课题研究，可开展分子生物实验技术、细胞实验技术、病理实验技术、荧光原位杂交技术等服务，并提供有关技术攻关、研发等相关服务。我们将致力于全心全意为各大知名企业，高校，研究所及医院提供优质的服务。</p>

            <div class="row mt-20">
              <div class="col-lg-6 col-md-6 col-sm-6 text-center">
                <img src="../../assets/img/introduction/masson_3.png" alt="">
                <p class="mt-10">自设阴对</p>
              </div>
              <div class="col-lg-6 col-md-6 col-sm-6 text-center">
                <img src="../../assets/img/introduction/masson_4.png" alt="">
                <p class="mt-10">组织芯片示例</p>
              </div>
              <div class="col-lg-6 col-md-6 col-sm-6 text-center">
                <img src="../../assets/img/introduction/lakuai_1.png" alt="">
                <p class="mt-10">组织芯片蜡块</p>
              </div>
            </div>
          </div>
        </div>
      </div>
    </div>

    <!--Footer-->
    <CommonFooter/>
  </div>
</template>

<style lang="less">

</style>

<script>
  export default {
    name: '',
    data() {
      return {
        msg: 'vue'
      }
    },
    methods: {},
    mounted() {

    }
  }

</script>
